Repository: common-repository/influencer-marketing-linkx-fan
Catalog: languages/sahu_influencer_track-*.po
Languages: de_de

source: Save
de_de: Speichern

source: Settings
de_de: Einstellungen

source: Easy! How it works!
de_de: Leicht! So funktioniert's!

source: Track Influencer with LinkX.fan - Evaluate influencers and see sales. Your APPID - u got it from https://app.linkx.fan - <strong>Please Register under current Beta-URL to start tracking your influencers <a href="https://linkx.fan/beta" target="_blank">https://linkx.fan/beta</a></strong>
de_de: Influencer mit LinkX.fan verfolgen - Influencer bewerten und Verkäufe sehen. Deine APPID - du hast sie von https://app.linkx.fan bekommen - <strong>Bitte registrieren Sie sich unter der aktuellen Beta-URL, um Ihre Influencer <a href="https://linkx.fan/beta" target="_blank">https://linkx.fan/beta</a> </strong>

source: <h2>How to use?</h2>
de_de: <h2>Wie benutzt man?</h2>

source: 1) Register an Account on https://linx.fan/beta (its 4 free!).
de_de: 1) Registrieren Sie ein Konto auf https://linx.fan/beta (seine 4 kostenlos!).

source: 2) After 24 h we will send u Logins for https://app.linkx.fan - after Login under Profil u find a APPID.
de_de: 2) Nach 24 h senden wir Ihnen Logins zur https://app.linkx.fan - nach Dem Login unter Profil finden Sie eine APPID.

source: 3) Enter the appid in the ApplicationID field and save.
de_de: 3) Geben Sie die AppID in das Feld ApplicationID ein und speichern Sie.

source: 4) Know u Website is rdy 4 track! Please go to https://app.linkx.fan and create your first campaign.
de_de: 4) Know u Website ist rdy 4 Track! Bitte gehen Sie zu https://app.linkx.fan und erstellen Sie Ihre erste Kampagne.

source: <h2>Register on linkx.fan 4 free!</h2>
de_de: <h2>Registrieren Sie sich kostenlos auf linkx.fan 4!</h2>

source: Current is linkX.fan free to use and only available in German. Still, you can use the whole thing. Please register on our website and we will set up a free account for you within 24 hours.
de_de: Aktuell ist linkX.fan kostenlos nutzbar und nur in deutscher Sprache verfügbar. Trotzdem können Sie das Ganze verwenden. Bitte registrieren Sie sich auf unserer Website und wir werden innerhalb von 24 Stunden ein kostenloses Konto für Sie einrichten.

source: Click here to register for free!
de_de: Klicken Sie hier, um sich kostenlos zu registrieren!

source: Track Influencer with LinkX.fan - Evaluate influencers and see sales.
de_de: Influencer mit LinkX.fan verfolgen - Influencer bewerten und Verkäufe sehen.
